Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: For each data model created in data foundation, map the dataset configuration needed to generate a Pay Analysis. Only snapshots using a data model with a mapping can be used to generate pay analysis data sets.
id_id: Untuk setiap model data yang dibuat di data foundation, petakan konfigurasi dataset yang diperlukan untuk menghasilkan Analisis Gaji. Hanya snapshot yang menggunakan model data dengan pemetaan yang dapat digunakan untuk menghasilkan himpunan data analisis gaji.

source: Edit mapping to the model
id_id: Edit pemetaan ke model

source: The field for worker ID is required.
id_id: Kolom untuk ID pekerja wajib diisi.

source: Worker ID & group
id_id: ID & grup pekerja

source: Get started by adding one.
id_id: Mulailah dengan menambahkan satu.

source: No models with mapping yet.
id_id: Belum ada model dengan pemetaan.

source: The field for female is required.
id_id: Kolom untuk perempuan wajib diisi.

source: The field for full-time equivalent is required.
id_id: Kolom untuk full-time equivalent wajib diisi.

source: Full-time equivalent
id_id: Padanan pekerja penuh waktu

source: The field for gender field is required.
id_id: Kolom untuk jenis kelamin wajib diisi.

source: Gender field
id_id: Kolom jenis kelamin

source: The worker category can be defined when creating the snapshot.
id_id: Kategori pekerja dapat ditentukan saat membuat snapshot.

source: Use the worker category from the snapshot as the main group.
id_id: Gunakan kategori pekerja dari snapshot sebagai kelompok utama.

source: The field for main currency is required.
id_id: Kolom untuk mata uang utama wajib diisi.

source: Main currency
id_id: Mata uang utama

source: The field for main group is required.
id_id: Kolom untuk grup utama wajib diisi.

source: Main group
id_id: Grup utama

source: The field for male is required.
id_id: Kolom untuk laki-laki wajib diisi.

source: Select a model and configure the mapping for the essential fields.
id_id: Pilih model dan konfigurasikan pemetaan untuk kolom-kolom esensial.

source: Edit mapping
id_id: Edit pemetaan

source: Non-binary
id_id: Non-biner

source: Not reported
id_id: Tidak dilaporkan

source: Scaled compensation components
id_id: Komponen kompensasi berskala

source: Additional compensation fields
id_id: Bidang kompensasi tambahan

source: Part-time scaling
id_id: Skala paruh waktu

source: Data models with pay analysis mapping
id_id: Model data dengan pemetaan analisis gaji

source: View mapping to the model
id_id: Lihat pemetaan ke model

source: The dataset mapping configuration was successfully saved.
id_id: Konfigurasi pemetaan dataset berhasil disimpan.

source: You haven't added any features yet.
id_id: Anda belum menambahkan fitur apa pun.

source: Select field
id_id: Pilih bidang

source: Snapshot ID copied
id_id: ID Snapshot disalin

source: Data revision
id_id: Revisi data

source: Worker category
id_id: Kategori pekerja

source: The snapshot was successfully created.
id_id: Snapshot berhasil dibuat.

source: Snapshot details
id_id: Detail snapshot

source: Download logs
id_id: Unduh log

source: Search by snapshot name
id_id: Cari berdasarkan nama snapshot

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
id_id: Anda akan mengubah data model. Tindakan ini akan menghapus <strong>kategori pekerja yang telah dipilih sebelumnya</strong>, karena kategori tersebut bergantung pada data model yang dipilih.

source: Are you sure you want to continue?
id_id: Apakah Anda yakin ingin melanjutkan?

source: Data model edition
id_id: Edisi model data

source: Define the data model, the effective date and the population
id_id: Tentukan model data, tanggal berlaku, dan populasi

source: Snapshot configuration
id_id: Konfigurasi snapshot

source: Define the snapshot field name and description
id_id: Tentukan nama dan deskripsi bidang snapshot

source: The data model is required.
id_id: Model data diperlukan.

source: Select the field to include for worker category in this snapshot
id_id: Pilih bidang yang akan disertakan untuk kategori pekerja dalam snapshot ini

source: Add feature to snapshot
id_id: Tambahkan fitur ke snapshot

source: Define the worker category you want to use in this snapshot
id_id: Tentukan kategori pekerja yang ingin Anda gunakan dalam snapshot ini

source: Use worker category configuration
id_id: Gunakan konfigurasi kategori pekerja

source: The order of the fields determines the output value of this concatenated field.
id_id: Urutan field menentukan nilai output dari field gabungan ini.

source: Concatenated fields
id_id: Kolom gabungan

source: At least one field is required for the custom mode.
id_id: Setidaknya satu kolom diperlukan untuk mode kustom.

source: Search for a feature
id_id: Cari fitur

source: Select configuration type
id_id: Pilih jenis konfigurasi

source: Snapshots
id_id: Cuplikan

source: Create pay analysis dataset
id_id: Buat dataset analisis gaji

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
id_id: Untuk menyelesaikan pembuatan set data untuk analisis gaji, silakan pilih penyewa dari PayAnalytics.

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
id_id: Snapshot yang Anda coba unggah berisi nilai tukar mata uang yang belum dikonfigurasi. Silakan perbarui pengaturan mata uang Anda.

source: The data contains null values in numerical fields. Please the log file for more information.
id_id: Data berisi nilai null di kolom numerik. Silakan lihat file log untuk informasi lebih lanjut.

source: The data set was successfully created.
id_id: Set data berhasil dibuat.

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
id_id: Terjadi kesalahan saat memproses data di PayAnalytics. Silakan hubungi Dukungan Pelanggan.

source: Dataset name
id_id: Nama dataset

source: The name of the data set is required.
id_id: Nama kumpulan data wajib diisi.

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
id_id: Pengaturan otorisasi saat ini akan menghasilkan pembuatan dataset kosong. Harap verifikasi akses pekerja Anda.

source: Empty dataset
id_id: Dataset kosong

source: Select PayAnalytics tenant
id_id: Pilih tenant PayAnalytics

source: The PayAnalytics tenant is required.
id_id: Tenant PayAnalytics diperlukan.

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
id_id: Cuplikan ini tidak memuat kategori pekerja yang diperlukan sebagai grup utama. Anda dapat mengirim cuplikan tanpa grup utama, atau membatalkan dan memperbarui cuplikan atau pemetaan.

source: Worker category absent from snapshot
id_id: Kategori pekerja tidak ada dalam snapshot

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
id_id: Snapshot yang dihasilkan tidak dapat mengisi kolom kategori pekerja untuk semua pekerja. Harap periksa data Anda.

source: Worker category partially missing
id_id: Kategori pekerja sebagian hilang

source: The name of the model must be unique.
id_id: Nama model harus unik.

source: Enter the basic information of the model
id_id: Masukkan informasi dasar model

source: Performance Management entities
id_id: Entitas Manajemen Kinerja

source: Core HR entities
id_id: Entitas HR inti

source: Others entities
id_id: Entitas lainnya

source: Compensation Management entities
id_id: Entitas Manajemen Kompensasi

source: Model design
id_id: Desain model

source: Define the entities and other sources to use as the model base
id_id: Tentukan entitas dan sumber lain yang akan digunakan sebagai dasar model

source: Define the entities and fields to include in this model.
id_id: Tentukan entitas dan bidang yang akan disertakan dalam model ini.

source: No selected entities
id_id: Tidak ada entitas yang dipilih

source: Data Entities & Sources
id_id: Entitas & Sumber Data

source: Entities: {{count}}
id_id: Entitas: {{count}}

source: Fields: {{count}}
id_id: Bidang: {{count}}

source: Selected fields
id_id: Bidang yang dipilih

source: Tree entities
id_id: Hierarki entitas

source: View the fields already included in this model.
id_id: Lihat kolom yang sudah disertakan dalam model ini.

source: Current fields
id_id: Kolom saat ini

source: This model already includes all available fields from the database. There are no additional fields to add.
id_id: Model ini sudah mencakup semua kolom yang tersedia dari database. Tidak ada kolom tambahan untuk ditambahkan.

source: All fields have already been added
id_id: Semua bidang telah ditambahkan

source: Select additional fields from the database to extend this model.
id_id: Pilih bidang tambahan dari basis data untuk memperluas model ini.

source: Add more fields
id_id: Tambahkan bidang lainnya

source: Extend model - {{name}}
id_id: Perluas model - {{name}}

source: Grid preview
id_id: Pratinjau grid

source: Review & publish model
id_id: Tinjau & terbitkan model

source: Data Modeling
id_id: Pemodelan Data

source: No selected fields. Please select at least one field to save or proceed.
id_id: Tidak ada bidang yang dipilih. Silakan pilih setidaknya satu bidang untuk menyimpan atau melanjutkan.

source: The model was successfully published.
id_id: Model berhasil dipublikasikan.

source: The model was successfully saved.
id_id: Model berhasil disimpan.

source: Policies
id_id: Kebijakan

source: Data Privacy
id_id: Privasi Data

source: Compliance & Storage
id_id: Kepatuhan & Penyimpanan

source: Role & Permission Management
id_id: Manajemen Peran & Izin

source: Exchange rates
id_id: Kurs mata uang

source: Exchange rate
id_id: Kurs

source: From
id_id: Dari

source: Identifier
id_id: Pengenal

source: To
id_id: Kepada

source: Exchange rate template
id_id: Template kurs

source: Exchange Rates
id_id: Kurs Valuta

source: The exchange rate type was successfully created.
id_id: Jenis kurs berhasil dibuat.

source: Create type
id_id: Buat tipe

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
id_id: Apakah Anda yakin ingin menghapus jenis kurs ini? Jenis kurs ini tidak akan dapat digunakan lagi dalam proses di masa mendatang.

source: The exchange rate type successfully was deleted.
id_id: Jenis kurs berhasil dihapus.

source: Create exchange rate type
id_id: Buat jenis kurs

source: Edit exchange rate type
id_id: Edit jenis kurs

source: The exchange rate type was successfully edited.
id_id: Jenis kurs berhasil diedit.

source: The exchange rate type code must be unique.
id_id: Kode jenis kurs harus unik.

source: Types
id_id: Jenis

source: Created
id_id: Dibuat

source: Search for a type
id_id: Cari jenis

source: Exchange Rates Types
id_id: Jenis Kurs

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
id_id: Terjadi kesalahan saat memvalidasi file. Silakan periksa nama kolom, data wajib, dan format file, lalu coba lagi.

source: Click upload to add files.
id_id: Klik unggah untuk menambahkan file.

source: 10MB max per file
id_id: Maksimal 10MB per file

source: Supported formats: CSV
id_id: Format yang didukung: CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
id_id: Beberapa data tidak dapat diunggah. Silakan periksa file log CSV yang disediakan untuk informasi lebih lanjut.

source: Extensions & Plugins
id_id: Ekstensi & Plugin

source: Feature groups
id_id: Grup fitur

source: Select a group to see the corresponding features or options.
id_id: Pilih grup untuk melihat fitur atau opsi yang sesuai.

source: Alphanumeric
id_id: Alfanumerik

source: Date & Time
id_id: Tanggal & Waktu

source: Linked to the selected language
id_id: Terkait dengan bahasa yang dipilih

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
id_id: Anda akan menghapus cakupan data <name>{{name}}</name>. Apakah Anda yakin ingin melanjutkan?

source: Delete data scope
id_id: Hapus cakupan data

source: Data scope name
id_id: Nama cakupan data

source: The name cannot be empty. Please provide a name for the data scope.
id_id: Nama tidak boleh kosong. Silakan berikan nama untuk cakupan data.

source: Create data scope
id_id: Buat cakupan data

source: The data scope was successfully created.
id_id: Lingkup data berhasil dibuat.

source: The data scope was successfully deleted.
id_id: Lingkup data berhasil dihapus.

source: Edit data scope
id_id: Edit cakupan data

source: No data scopes yet
id_id: Belum ada cakupan data

source: Data Scope Manager
id_id: Manajer Lingkup Data

source: Data scopes
id_id: Lingkup data

source: Pay automation
id_id: Otomatisasi pembayaran

source: The target variable cannot be empty. Please provide a value.
id_id: Variabel target tidak boleh kosong. Silakan berikan nilai.

source: Select the target variable you want to model
id_id: Pilih variabel target yang ingin Anda modelkan

source: The data model cannot be empty. Please provide a data model.
id_id: Model data tidak boleh kosong. Silakan berikan model data.

source: Create and include snapshot
id_id: Buat dan sertakan snapshot

source: Models
id_id: Model

source: Purpose
id_id: Tujuan

source: Transformations
id_id: Transformasi

source: Log transformation
id_id: Transformasi log

source: Select which additional information you want to include in this snapshot.
id_id: Pilih informasi tambahan yang ingin Anda sertakan dalam snapshot ini.

source: Create & manage machine learning models
id_id: Buat & kelola model machine learning

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
id_id: Apakah Anda yakin ingin menghapus model "{{name}}"? Tindakan ini tidak dapat dibatalkan.

source: Delete model
id_id: Hapus model

source: Model Manager
id_id: Manajer Model

source: The model name cannot be empty.
id_id: Nama model tidak boleh kosong.

source: Model type
id_id: Jenis model

source: The model type cannot be empty.
id_id: Jenis model tidak boleh kosong.

source: The snapshot cannot be empty.
id_id: Snapshot tidak boleh kosong.

source: Model type & snapshot
id_id: Jenis model & snapshot

source: Auto-update
id_id: Pembaruan otomatis

source: Disable in all features
id_id: Nonaktifkan di semua fitur

source: Enable in all features
id_id: Aktifkan di semua fitur

source: Multicollinearity check
id_id: Pemeriksaan multikolinearitas

source: Data auto-update
id_id: Pembaruan otomatis data

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
id_id: Tentukan atribut mana yang akan tersedia dalam model. Untuk pelatihan model yang tepat, pilih setidaknya 5 fitur.

source: Please select at least one feature.
id_id: Silakan pilih setidaknya satu fitur.

source: {{featuresCount}} features selected
id_id: {{featuresCount}} fitur dipilih

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
id_id: Secara default, model akan dilatih menggunakan regresi ridge dan akan menghasilkan estimator yang diregularisasi untuk setiap fitur yang dipilih dalam model. Jika Anda melakukan validasi, kami akan memeriksa regresi Ordinary Least Squares (OLS) dan menghapus multikolinearitas sempurna di antara fitur-fitur yang dipilih.

source: Select model features
id_id: Pilih fitur model

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
id_id: Jika Anda melanjutkan perubahan populasi ini, pilihan fitur Anda saat ini akan dihapus. Anda yakin ingin melanjutkan?

source: Confirm population change
id_id: Konfirmasi perubahan populasi

source: Select the criteria that will determine who is included in this population.
id_id: Pilih kriteria yang akan menentukan siapa yang termasuk dalam populasi ini.

source: Define the name, description and details of the model.
id_id: Tentukan nama, deskripsi, dan detail model.

source: Select options and features applicable for the model.
id_id: Pilih opsi dan fitur yang berlaku untuk model.

source: Model attributes
id_id: Atribut model

source: Define the population criteria for the model.
id_id: Tentukan kriteria populasi untuk model.

source: Review and publish new model.
id_id: Tinjau dan terbitkan model baru.

source: Population & features
id_id: Populasi & fitur

source: Features selected
id_id: Fitur yang dipilih

source: Selected roles
id_id: Peran yang dipilih

source: Total population
id_id: Total populasi

source: Quick train
id_id: Pelatihan cepat

source: Data scope
id_id: Cakupan data

source: Select data scope
id_id: Pilih cakupan data

source: Search for a model
id_id: Cari model

source: Total models
id_id: Total model

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
id_id: Catatan ini akan terlihat oleh semua orang yang meninjau pekerja ini dalam hasil analisis gaji.

source: Analysis
id_id: Analisis

source: Nb. of subgroups
id_id: Jml kelompok kecil

source: Subgroup field
id_id: Kolom subgrup

source: Pay analysis
id_id: Analisis gaji

source: The maximum length of the note is {{max}} characters.
id_id: Panjang maksimum catatan adalah {{max}} karakter.

source: The note content is required. Please enter your note before saving.
id_id: Isi catatan wajib diisi. Harap masukkan catatan Anda sebelum menyimpan.

source: Configuration details
id_id: Detail konfigurasi

source: View analysis
id_id: Lihat analisis

source: The visibility was successfully updated.
id_id: Visibilitas berhasil diperbarui.

source: Change visibility
id_id: Ubah visibilitas

source: The analysis result was successfully deleted.
id_id: Hasil analisis berhasil dihapus.

source: Are you sure you want to delete the analysis result? This action cannot be undone.
id_id: Anda yakin ingin menghapus hasil analisis? Tindakan ini tidak dapat dibatalkan.

source: Backwards elimination
id_id: Eliminasi mundur

source: Categorical variables
id_id: Variabel kategorikal

source: Close pay gaps on a per-group basis
id_id: Tutup kesenjangan upah berdasarkan setiap kelompok

source: Demographic variables
id_id: Variabel demografis

source: Fairness weight (against cost-effectiveness)
id_id: Bobot keadilan (dibandingkan dengan efektivitas biaya)

source: Group fairness weight (against individual fairness)
id_id: Bobot keadilan kelompok (dibandingkan keadilan individual)

source: Max rise
id_id: Kenaikan maksimum

source: Number of workers excluded from raise suggestions
id_id: Jumlah pekerja yang dikecualikan dari saran kenaikan gaji

source: Pay gap target (gender)
id_id: Target kesenjangan upah (gender)

source: Analysis run on
id_id: Analisis dijalankan pada

source: Run by
id_id: Dijalankan oleh

source: Subgroups
id_id: Subkelompok

source: Sync analysis
id_id: Analisis sinkronisasi

source: No analyses available yet.
id_id: Belum ada analisis yang tersedia.

source: Pay analysis results
id_id: Hasil analisis gaji

source: Publish analysis
id_id: Publikasikan analisis

source: Apply changes
id_id: Terapkan perubahan

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
id_id: Konfigurasi grid saat ini akan dikirim ke entitas yang dipilih. Harap periksa kembali apakah semua kolom yang terlihat diperlukan untuk proses rekomendasi kenaikan gaji selanjutnya.

source: Define access and permissions for this analysis.
id_id: Tentukan akses dan izin untuk analisis ini.

source: Can comment
id_id: Dapat mengomentari

source: Can edit
id_id: Dapat mengedit

source: Can view admin comment
id_id: Dapat melihat komentar admin

source: Can view HRBP comment
id_id: Dapat melihat komentar HRBP

source: Compensation recommendation
id_id: Rekomendasi kompensasi

source: Final offer
id_id: Penawaran final

source: Give access
id_id: Beri akses

source: Pay analysis settings
id_id: Pengaturan analisis gaji

source: Prepopulated final raise proposals with recommendation.
id_id: Usulan kenaikan akhir terisi otomatis dengan rekomendasi.

source: The analysis was successfully published to the Planner.
id_id: Analisis berhasil dipublikasikan ke Perencana.

source: Publish analysis to planner
id_id: Publikasikan analisis ke perencana

source: Set {{permission}} for {{section}}
id_id: Atur {{permission}} untuk {{section}}

source: Demographic used
id_id: Demografis yang digunakan

source: Snapshot
id_id: Gambaran sekilas

source: Columns
id_id: Kolom

source: Workbench visibility
id_id: Visibilitas workbench

source: Save & close
id_id: Simpan & tutup

source: Save configuration
id_id: Simpan konfigurasi

source: Planner visibility
id_id: Visibilitas perencana

source: The column display settings were successfully saved.
id_id: Pengaturan tampilan kolom berhasil disimpan.

source: Show insights
id_id: Tampilkan wawasan

source: Comp. manager
id_id: Manajer kompensasi

source: Compensation after final raise
id_id: Kompensasi setelah kenaikan akhir

source: Compensation after recommended raise
id_id: Kompensasi setelah kenaikan gaji yang direkomendasikan

source: Distance from predicted compensation
id_id: Jarak dari kompensasi yang diprediksi

source: Distance from predicted compensation (after final raise)
id_id: Jarak dari kompensasi yang diprediksi (setelah kenaikan akhir)

source: Outlier % (after final raise)
id_id: % Pencilan (setelah kenaikan akhir)

source: Final raise amount
id_id: Jumlah kenaikan akhir

source: Final raise %
id_id: Kenaikan akhir %

source: Line manager
id_id: Atasan langsung

source: Outlier % (after raise)
id_id: Persentase outlier (setelah kenaikan gaji)

source: Recommended raise amount
id_id: Jumlah kenaikan gaji yang direkomendasikan

source: Recommended raise %
id_id: Persentase kenaikan yang direkomendasikan

source: Based on data from the following snapshot: {{snapshotName}}
id_id: Berdasarkan data dari cuplikan berikut: {{snapshotName}}

source: Current
id_id: Saat ini

source: Female lower than male
id_id: Perempuan lebih rendah daripada laki-laki

source: Male lower than female
id_id: Pria lebih rendah daripada wanita

source: Recommended
id_id: Disarankan

source: Adjusted pay gaps by demographics
id_id: Kesenjangan gaji yang sudah disesuaikan menurut demografi

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
id_id: Bandingkan kesenjangan gaji yang belum disesuaikan dan yang sudah disesuaikan menurut kelompok demografis (dibandingkan dengan kelompok referensi).

source: Number of raises
id_id: Jumlah kenaikan gaji

source: Total cost of raises
id_id: Total biaya kenaikan gaji

source: The compensation after raise cannot be lower than the current salary.
id_id: Kompensasi setelah kenaikan tidak boleh lebih rendah dari gaji saat ini.

source: The note was successfully added.
id_id: Catatan berhasil ditambahkan.

source: The note was successfully updated.
id_id: Catatan berhasil diperbarui.

source: Note options
id_id: Opsi catatan
